{
  "data":[
    {
      "name":"Apply to be on dPS Exec",
      "date":"2016-02-16",
      "description":"The dPS VP of Education and Environment seeks to increase collaboration between and within educational and environmental service organizations. The selected individual will serve as a resource to all students interested in and groups that work with educational and/or environmental service. The duties of the VP of Education and Environment will be to: (1) meet with and reach out to education and environment groups leaders and members, (2) provide advice and assistance to groups within the branch, and (3) create new initiatives that enable collaboration between groups with similar needs, goals, and interests. Anyone interested in working with a variety of service groups and fostering collaboration between them through creative ideas is encouraged to apply at http://goo.gl/forms/Myg7NVbGmq! The deadline to apply is Friday, February 12, at 5pm."
    },
    {
      "name":"Application for StudentU",
      "date":"2016-02-01",
      "description":"Student U is a college-access organization that believes all students in Durham have the ability to succeed. In order to make this dream a reality, Student U offers a pipeline of services to support students through middle school, high school, and college. We follow these students throughout their education, with the ultimate goal of preparing them for college. Our mentoring consists of homework help, SAT/ACT prep, and summer internships.      We are currently looking for undergraduates who would be interested in applying for our Middle School Summer Teacher position. Student U teachers work full-time in the summer, creating lesson plans, teaching their own classes, and working collaboratively with other teachers to engage and inspire students to gain academic skills and take ownership over their own education. Student U teachers teach one core and one elective class as well as co-lead a small reading group. Student U teachers continue to support their students throughout the school year by tutoring them once a week in our daily after-school program.      In addition to the these teaching positions, we are always in need of volunteer tutors who can work with our middle school and high school students during the school year. Below you will find a job description for Student U teachers as well as the application for the programs. The deadline for submitting the application is February 1st."
    }
  ]
}