{
  "data":
          [
            {
              "name":"Shivy Chandramouli",
              "title":"President",
              "description":"I serve as the voice of Duke’s student-led service groups and social action community in communications with administration and with the larger student body.",
              "email":"sac66@duke.edu",
              "image":"img/Shivy-300x300.jpg"
            },
            {
              "name":"Dayton Grogan",
              "title":"Chief of Outreach",
              "description":"As the Chief of Outreach for existing groups, I work with the outreach VPs to support dPS member organizations with membership, advertising, recruitment, finances, and collaboration. For new groups, I meet with groups and individuals interested in forming a dPS sponsored group. Along with the external CFO, we work to help emerging service groups become established on Duke campus.",
              "email":"daytonpgrogan@gmail.com",
              "image":"img/Dayton1.jpg"
            },
            {
              "name":"Sarah Clark",
              "title":"Chief Financial Officer",
              "description":"I act as an advocate for individual dPS organizations, decide grant funding for service organizations, and manage the budgetary needs of the Duke Partnership for Service as an organization. I also represent the organizations student action groups at SOFC meetings and audit the groups’ finances",
              "email":"ssc37@duke.edu",
              "image":"img/sarah-300x300.jpg"
            },
            {
              "name":"Aditya Khurana",
              "title":"VP of General Connect",
              "description":"I lead efforts to make dPS and service visible and accessible to the lives of the Duke student body. This includes organizing “office-hour” type weekly events like dPS on the Plaza, planning dPS Monthly One-Time Service Events with groups, and more.",
              "email":"aditya.khurana@duke.edu",
              "image":"img/Aditya-300x300.jpg"
            },
            {
              "name":"Nandita Singh",
              "title":"Vice President of Health",
              "description":"I oversee all health/global health-oriented service groups, communicate and meet with these groups regularly, and work to collect and provide knowledge and resources to health/global health groups.",
              "email":"ns148@duke.edu",
              "image":"img/nandita-300x300.png"
            },
            {
              "name":"Angela Chen",
              "title":"Director of Communications",
              "description":"I work to help student organizations market and advocate their social action ideas/events and to inspire a culture of social action and service at Duke through dPS resources and innovative marketing strategies. I also work to develop the institutional foundation of dPS by maintaining the website and compiling service opportunities that are emailed weekly to the student body.",
              "email":"yc194@duke.edu",
              "image":"img/angela-300x300.jpg"
            },
            {
              "name":"Alex Lee",
              "title":"dPS Freshman Connect Co-Advisor",
              "description":"I work with a team of motivated and enthusiastic first year students to plan and execute service and civic engagement opportunities specifically for the freshmen class.",
              "email":"alexander.y.lee@duke.edu",
              "image":"img/alex-300x300.jpg"
            },
            {
              "name":"Angelina Hwang",
              "title":"dPS Freshman Connect Co-Advisor",
              "description":"I work with a team of motivated and enthusiastic first year students to plan and execute service and civic engagement opportunities specifically for the freshmen class.",
              "email":"angelina.hwang@duke.edu",
              "image":"img/angelina.jpg"
            },
            {
              "name":"Cassie Yuan",
              "title":"Vice President of Campus Culture",
              "description":"The goal of the Campus Culture branch is to inspire- to create a community and ongoing conversation about social action on Duke’s campus through social programming, open mics, and more!",
              "email":"jiayi.yuan@duke.edu",
              "image":"img/cassie-300x300.jpg"
            }
          ]
}